<template>
  <div class="hello">
    <h1>{{ msg }}</h1>
    曾经沧海难为水，除去乌云不是云！！！
    <p>
      同一个明月高挂夜空，单玦隐身树冠间，背靠树干，望着树叶间隙洒落的月辉，想着自死后复生以来发生的事。



那日，自扶苏府阺内，醒来时，造成的混乱场面，还记忆犹新。仍记得，自己彷彿睡了一觉醒来，全身从头到脚盖着白麻布，躺在架高的木板上。

“啊~尸…尸…尸变啊…”当他坐起身来，掀开盖住头面的白麻布时，一旁看守的小廝，当场吓得失声大叫。单玦发现自己身处长公子扶苏宅阺的偏厅，厅内的摆设，严然就是临时置办的灵堂模样。

一时间，还反应不过来…。刚刚小廝喊了什么？尸变？自己死了吗？可此时此刻，自己明明有呼吸，有心跳，脸上还感觉得到自己皮肤上的温度。这样，是死了吗？

看着小廝吓到惨白的面色，张大的嘴除了一开始喊出的尸变后，再也发不出半点声音。跌坐地上，浑身发抖，一股羶腥餿溺濡湿了他的下身。这少年竟吓到失禁了，接着口吐白沫，晕死过去。

因为小廝适才的尖叫，外头护院乱了起来。单玦闻声，当机立断，用力挥掌将室内烛火全数熄灭，厅内顿时一片黑暗，伸手不见五指。

“偏厅灵堂有动静！单校尉的尸身…快入内查看！”护院们赶忙推门进入，单玦趁乱闪身一跃而出。

“什么人？捉刺客！来人啊！捉拿刺客！”单玦身手快捷，院中昏暗，视线不清，只瞧见黑影闪过，众人乱成一团。

“单玦？你不是…”扶苏见单玦神色匆忙开窗跳入，大惊失色，一时语塞。

“长公子，请开门！让卑职们入内追查刺客。”外面护院拍门请示扶苏，气氛紧张。扶苏听言，立时镇静下来，心下已有计较。

“单玦，别出声，先躲到帐帏后。让我先打发他们。”扶苏指着自己的床铺，压低音量提示。待单玦藏匿妥贴，扶苏拿过烛火，开门拦住护院们。

“这儿没事，你们到他处去追。”护院们领命离开。

“单玦，你怎么会转活回来？我明明是带著你的尸身回来的啊。你当时箭透胸腹，破体而过，当场身亡了啊。”扶苏示意单玦坐下，当即发问。

“卑职也不知道，醒来时，已经在公子府上的偏厅了。”单玦如实回话。



“你活了过来…。所以，凰娘，她真的是凤凰？”单玦闻言一震，两眼瞪得老大。扶苏简单的叙述了他中箭后的，凰娘大显神迹的情况。单玦冷静了下来。

‘是！回长公子的话，凰娘真的是凤凰。“单玦简单的为扶苏讲明自己当年于南疆戍边时，救了身为凤凰的凰娘。凰娘为报恩情，化做俪人，以身相许，成就了两人的姻缘。扶苏听完，面露神往之情，良久。

”长公子，卑职想赶赴咸阳城去救出凰娘，远走天涯。“单玦跪地拜别扶苏，叩头道：”卑职拜辞长公子，谢长公子长年照护、扶持之恩。就此别过，后会有期了。“

扶苏不舍的亲送单玦由侧门离开，因不想走漏消息，怕惊动护院。仓促间，扶苏仅能资助少许的盘缠，并给了他一把长剑傍身。情谊深厚的主从二人，就此分道扬镖，此生不再相见了。

一路朝咸阳赶去，不料数日之后，偶经一县市集，便见始皇帝对自己下达的缉拿告令张贴出来，写着死活不限。于是，当下转进人烟罕至的山野树林，继续朝咸阳的方向而去，可山林荒野转进不免迂迴难行，且经常方向迷失，耗日费时更为长久了。

回想至此，思量着接下来该如何行动？始皇帝有整个大秦帝国的势力，天底下最至高无上的权力，一道缉拿皇令就封阻了自己所有可能救回凰娘的路子。

单凭自己一人之力，如何对抗整个大秦皇朝救出凰娘？

正当苦思不得良策，胸中一股不可遏抑的怒气无处发洩之时，突然天空华光绽放，伴随震耳欲袭的破空之声。远方天际，流火墬星直下地面，爆起惊天火光烟尘。一阵炽人热风扑面而来，转瞬远扬而去。天发异象，单玦一时间也呆了。

良久，才回过神来，火速朝星宿陨地的方向赶去。现场巨大的圆形地凹，如烈火焚过，空气中焦臭气味犹在。坑中仍有处处星火闷烧着，正中央处，一颗尚在冒烟，状似长满疙瘩的异样石块，半边没入地面的立着，露出的部分约有一颗腰瓜大。单玦跃下土坑，近距离观察那颗陨星。表面的温度还微微烫手，质地似乎较平常随处可见的石头要软一些。

这是上天给的启示吗？如此的异变是要预警些什么？单玦脑中思绪乱转，突然灵光乍现。

一个志在掌控天下，意在长生不老，图丰功伟业的帝王最在意的是什么？始皇帝笃信阴阳五行神鬼之说，那这颗陨星必定会引起他的注意。而他平生最怕的又是什么？

”死！“没错！始皇帝最在意、最害怕的就是死！不然，他不会命自己去活捉凤凰，不会因为凰娘是凤凰化身而抓她去咸阳，更不会一次次的派方士出海寻找传说中的仙山。始皇帝，怕死…

想到这里，单玦提起剑，在陨石上刻了一行字。虽然自己目前没有办法对抗整个大秦帝国，不过，这行字应该多少能对始皇帝造成一些心理的伤害，自己也能为此稍稍解气。

不远处传来犬吠及附近居民的声音，想是被星陨异象吓到，出来查探的。单玦，立即起身离开，躲回树林深处。



【始皇帝死而地分】那一行字，终也传到始皇帝耳中。震怒下，命人查访星陨处附近三百余户，追查陨石上的字是何人所刻？查无果，竟然下令诛杀全部居民，不分男女老幼，无一幸免。

”你既然是凤凰，必定通晓天地。此次陨星现字的事，究竟是何义涵？“自从被囚于后宫，始皇帝极少召见凰娘，为了陨星现字的凶兆，他传诏凰娘咸阳宫中面圣。因涉及自己最忌讳的事，始皇帝摒退了左右。

”你放我离开咸阳，我就告诉你什么涵义。“

”没这可能！在方士们找到仙山取回长生不老药之前，你的血是朕最后的保障。“

”那我也无可奉告，陨星上的预言已经非常明确，无需我多说。“凰娘话毕，转身便欲离开。

”朕成就这大秦帝国的春秋伟业，功过三皇，德兼五帝。朕是真命天子，是天人化生，朕不会死！朕定能长生不老！朕不会死！不会死！」始皇帝怒不可抑地指着凰娘暴喝。凰娘回头撇了他一眼，眼底尽是不屑，广袖一挥，推门离去。

当天夜里，始皇帝即传李斯、赵高覲见。君臣三人夜谈商议，决定帝国史上第六次巡游以彰显君威浩荡，破除陨星石刻的流言。
    </p>
  </div>
</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
